Revit 2027 API
AnalysisDisplayColorEntry Constructor
 Constructs a new AnalysisDisplayColorEntry with default settings.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AnalysisDisplayColorEntry()
Public Sub New
public:
AnalysisDisplayColorEntry()
new : unit -> AnalysisDisplayColorEntry
See Also
Reference
AnalysisDisplayColorEntry Class
AnalysisDisplayColorEntry Overload
Autodesk.Revit.DB.Analysis Namespace